[
  {
    "path": "posts/2021-04-29-trend-feature/",
    "title": "trend feature",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Cam",
        "url": "https://example.com/welcome"
      }
    ],
    "date": "2021-04-29",
    "categories": [],
    "contents": "\nFitness Trends Predict Many People Will Continue with At-Home Workout Routines, but Few GW Students Will By Cameron Himes March 29, 2021\nCorePower Yoga Teacher in Tree Pose (courtesy of H Street location Facebook page)\nBefore COVID-19, I would frequent the Georgetown Corepower Yoga Studio five to six times a week. I loved this trendy hot yoga studio. It was a place I could get away from school and not have to think too hard. This was more or less the norm for students and professionals in the area. As Jason Vanterpool, a DC based high-intensity interval exercise studio general manager, explains, “DC’s very type-A… we are all strong, independent people; we are very big thinkers. But when we leave work, we don’t want to think that much; we want to go and get our sweat in and work out — that’s why the classes are getting so big.” For me, the Corepower Yoga instructors created motivating environments with upbeat music and inspirational phrases as they led students through various classes, my favorite being yoga sculpt, which combines yoga poses with dumbbells and bodyweight movements in a 100 degree room. I even carved out 1.5-3 hours a week to clean the studio to cut down on my $149 per month student membership. But when I received an email from them earlier this year stating that I could go back on April 15th, I texted my friend, “idk, I’m not sure it’s going to be worth it. are you going to rejoin?” When COVID-19 hit, I went back to my childhood home in New Jersey to play out the last couple of weeks of my Junior year of college. I started taking my dogs for long walks and the occasional jog, and streaming Corepower yoga videos every day. When I moved back to DC, I even did them outside during the Summer to mimic the hot yoga environment. But as the weather got colder, I needed more variety than walks, occasional bike rides and yoga sculpt, so I started a free trial on the streaming website Obé Fitness which boasts 16 different at-home workouts with minimal equipment. I even coughed up the $199 annual fee because I found that this will stay with me as some of my other COVID habits. According to journalist Elizabeth Segran,, “many experts say it’s important to have variety in your workout routine, and the pandemic has introduced people to options they’d never tried before.” My membership to Obé Fitness gives me access to live and on-demand pilates, yoga, barre, HIIT, cardio boxing, and strength workout classes ranging from 5 to 60 minutes. This variety is better for my body than doing the same yoga and strength sequences every day. I am not alone in realizing the affordability, convenience, and health benefits of at-home workouts compared to studio classes and university or private gyms. According to a survey of 3,500 Americans by ]Coefficient Capital, 76% of people have tried working out at home during the pandemic of those, 66% prefer it. This was especially pronounced among millennials, with 82% saying they had made the switch, and 81% saying they like it more. But I do seem to be in the minority within The George Washington University college students I asked about exercise habits. According to a Time article, “in a recent survey by consumer-spending experts the New Consumer and Coefficient Capital, 76% of respondents said they’ve tried working out at home during the pandemic, and 66% said they preferred it to the gym. In a July 2020 poll by financial-services firm TD Ameritrade, 59% of Americans said they don’t plan to renew their gym memberships post-pandemic, with 56% citing the appeal of more affordable ways to stay active.” Those who tried working out at home and didn’t enjoy it won’t continue for a couple of reasons, including safety, motivation, lack of amenities, and the specific experience of exercising in a workout studio. Multiple GW students have given testimony of why they will deviate from the more financially fiscal and convenient choice and will rejoin gyms and private fitness classes when they receive their COVID vaccine. Safety Cece Myers, 20, a Junior at GW, used to run on her University gym’s indoor track “because I like running at night, but it’s safer inside.” When COVID-19 closed down in-person instruction and the University gym, she continued her 4-5 times a week workout schedule. Still, she switched to running faster sprints outside so she wouldn’t be out late at night and would be back inside earlier and watching the popular channel, Blogilates, for at-home pilates. She plans to go back to an indoor gym when she can. “I will go back to in-person gyms because I like working out kinda later in the evening, so I don’t need to worry about running alone at night.” OrangeTheory Fitness West End/Foggy Bottom Location (source) Motivation Before the pandemic hit, Sydney Barrena, 21, a Senior at GW, was so passionate about trying new workouts she held a position on the executive board of a student organization, CHAARG, that empowers girls to try different types of fitness classes. “Most of my workouts were group fitness classes, specifically hot yoga classes, spin classes, as well as other miscellaneous workout classes.” She swore by them so much so that when COVID cases were relatively low in her area, she returned to group fitness classes. “During the Summer, I began taking OrangeTheory workout classes, which are classes that focus on cardio, endurance, and strength training. Taking workout classes was a welcomed distraction and excuse to get out of the house when there were times I did not have a reason to leave my house” she explained. But as the weather cooled, she felt less confident in the COVID precautions and almost completely stopped going to OrangeTheory. For the most part however, she has not replaced her class with at-home workouts. “Honestly, I would say I work out from home much less than I worked out before the pandemic,” she explained. “I work out maybe two times a week from home. Before the pandemic, I mainly took group fitness classes as my primary form of working out, and I have found it hard to motivate myself to do workouts at home.” Will she return to group fitness classes though? “Yes, 100% yes, as soon as I am fully vaccinated, I will be going to workout classes. I cannot wait!”\nEquinox Sports Club (source)\nCicely Williams, 21, also a Senior at GW, was a member of Equinox Sports Club until they discontinued their group fitness classes. She enjoyed “the interval training, along with a weekly cycling class.” She was even working with a personal trainer. Now she rarely works out because she misses the classes’ expertise and equipment at the private gym. When she didn’t have a scheduled class or workout time, she “lost a lot of motivation.” \nAmenities The Time article also mentions how within the general public, “many people realize they don’t miss the eucalyptus-scented towels and designer toiletries they used to pay for at the gym.” But this is another draw of Equinox Sports Club for Cicely. Once she’s fully vaccinated and group fitness classes are easily accessible at the gym, she will go back partly because she misses the experience of the place and the motivation factors. “I miss the steam rooms and sauna, and those cool eucalyptus towels after I work out. The amenities make it all [the hard workout] worth it,” she says. Apartment Gyms & Outliers Some students will continue to work out at “home” because their home is an apartment building with a fully equipped gym. Grace Robinson, 21, a Fall 2020 graduate of GW, may be one such outlier because she started an avid fitness journey during the COVID pandemic. She didn’t experience as many studio classes pre-pandemic and never got into a routine of group classes. Grace very irregularly exercised before COVID. It was limited to free trials for fitness studios her roommate would drag her to. But when the pandemic hit, she started “a push towards a more healthy lifestyle on multiple fronts, diet, exercise, lifestyle choices, that occurred at the same time I graduated, which made me feel like I needed to adopt some adult habits.” This push was a trial and error. “At the beginning of COVID in 2020, I irregularly practiced yoga or short HITT workouts, no more than 30 minutes and no major sweat.” But when her fully equipped apartment gym opened she “ began to do longer and more varied workouts including HITT, weight routines, strength training, and elliptical at 45 min to an hour session lengths and 2-3 times a week.” The Studio Boutique Experience A Time article points out that “fancy gyms” and “studio boutiques” are unnecessary to a person’s health and “ most people [don’t] need them, research suggests… numerous studies have shown that virtually any amount of physical activity, done at any intensity, can help prevent chronic disease, boost longevity and improve mental health. (A stroll around the block or a 15-minute YouTube yoga class does make a difference.” George Washington University student’s deviation from the majority and readiness to return to studio group fitness classes and private gyms may result from the environment around them. As journalist Eliza Berkon points out, “boutique studios constitute much of the DC fitness space,” and going to workout studios in DC is now a luxury item experience. Most GW students see working out as more than a means to an end. They see it as an experience, one that is personalized, enjoyable, and sometimes social. This perspective is why many will return to boutique fitness studios and private gyms once everyone is vaccinated. Conclusion Part of the reason I looked to my friend for her option about returning to Corepower Yoga when it announced it would open up is because part of the studio fitness classes that appealed to me was the social aspect. I would go with friends and the anticipation, the walk there and back, the class itself, and sometimes an after class snack or drink was a bigger part of what I missed than I first realized. I found I was motivated enough to curate a similar workout environment at home with different types of workouts and without the social aspect the studio boutique itself wasn’t enough. I expected many of my other somewhat financially independent friends to have a similar perspective to me. But I guess the DC workout culture is too deeply ingrained in them.\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-29T20:31:34-04:00",
    "input_file": "trend-feature.utf8.md"
  },
  {
    "path": "posts/2021-04-29-boat-place-feature/",
    "title": "boat place feature",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Cam",
        "url": "https://example.com/welcome"
      }
    ],
    "date": "2021-04-29",
    "categories": [],
    "contents": "\nS/V Real Life Revisited By Cameron Himes March 22, 2021\n“So this is my interpretation that my Dad is like a super Adventure Guy and was obsessed with the idea of getting off the grid, and my mom liked that idea too. I think they read this book about getting off the grid, and like the guy in this book went and started a cheese farm. My Dad’s also like a total boat guy. Like in 4th grade, my fourth-grade year, he sailed across the Atlantic with like four random guys just for the sake of it. I think they were delivering something, but he just signed up for it so he could do it. We had a boat for a long time. They were like, OK, well this is something a lot of people do is like they like Cruise Bahamas on their sailboats like it’s big like it’s a big like Community of sailors that like to do this and my parents thought, “What better way to get off the grid than by boat and sail off in it?” Like that Zac Brown Band song Knee Deep. It’s like “bought a boat and sailed off in it… Don’t think anybody will miss me anyway.” That was the idea.” Madeline Taylor tells me over facetime how she found herself calling a 42-foot sailboat her home for nine months. According to her family’s blog, “S/V Real Life: A family of four on a one year sail,” Kevin Taylor writes, “Our trip. What exactly is it? On the surface, it is sailing down the east coast of Florida, on to the Florida Keys, the Bahamas and then we’ll see. Looking closer, it’s a family sabbatical. It’s taking hold of the fleeting time Kevin and I have with our children as children. For Kevin, from my perspective, it’s also answering the call that has been tapping his shoulder for as long as I have known him–sailing, voyaging. For me, it’s also embracing an inner challenge, self-discovery, and coveting time as a couple and a family.” Madeline has mentioned how she spent her 7th grade year sailing the Bahamas to me a few times. But as our other friend pointed out, for a girl who says the phrase “fun fact” and then says something about herself, it’s odd that she rarely follows this experience as the fact. Madeline at almost 21 is now about 9 years removed from this off the grid experience. But she says the night before I spoke to her over facetime, she and her father plotted their next cruise. “And we were talking about how I would want to do it again someday and so kind of made a tentative plan like either next winter break or like the summer after I graduate, just like charter boat for three weeks, then kinda do like a miniature, same thing.”\nMadeline’s mom, dad and little brother set off from their hometown of Wheaton, IL in the beginning of August 2012. They would not see their house again until late May 2013. They drove to Fort Lauderdale, FL where their recently bought 42 foot Brewer was located. While sailing personal boats from the United States to the Bahamas wasn’t uncharted territory as there exists a community of past and current people continuing the voyage, it’s not easy. The Taylor family first lived in the Holiday Inn Express for about two months while the parents repaired the boat and the two kids, Zach, in 4th grade and Madeline, in 6th grade figured out their online school platforms. At the end of September, the family moved onto their boat, “The Real Life” and listened keenly to Chris Parker, the boating weather forecaster. “We had to line everything up with the weather. We couldn’t leave too early or else it was still like hurricane season and we didn’t want to mess with that.” When Chris Parker gave the go aheads, the boat sailed to Miami and then at the end of November to Bimini in the Bahamas.\n“I’ll never forget that night because it was so bad.” The family had enlisted a seasoned Irish sailor named Jerry who aided in their overnight journey across the Gulf Stream. Madeline has one major regret that night, “When you’re like when you go down like so, there’s like the Cockpit which is outside and was like where everyone was doing this stuff and then you go down like into the boat, which is where the actual living arrangements are. when you’re like inside the boat was a little rocky. It is very easy to get seasick, so I was all like I’m not going down like I’m gonna stay there all night. And I’m so mad I didn’t because if I went downstairs and took a melatonin and I just would fall asleep. Yeah, instead, I was adamant to sit on like this chair and I was getting splashed all night, which was rocky. And so I regretted that. And like the worst part of it all was like. I like 4 in the morning at like. We made a lot of progress right, but like since Miami is so bright you just look out on the horizon and like. You still see Miami.”\nMadeline wished she had been in the small trapezoidal shaped room she shared with her brother. Zach’s side was decorated with “dinosaurs.” And Madeline’s was the “and to give you the mental picture of it, I was a 12 year old. I was obsessed with my J14 magazines. I wanted things to feel very normal, so I have a bright idea to put up on these Twilight posters. I wasn’t even that into Twilight but I had these posters and like One Direction posters, just like stuff that I cut out of the magazines like it wasn’t like. Under Windows one was like on the ceiling like I forget who it was, but it might have been a One Direction poster on the ceiling. My brother’s side was like dinosaurs. I also had a white board ’cause that was the first time I watched Mean Girls. I wrote all the funny Mean Girls quotes and I liked the picture of it like Oh my God so Tumblr. Oh my God. The pictures that I took from that you’re like I was like peak 7th grade in 2012. So like. I’m literally like cringing about the pictures I posted on my Instagram and then like probably archived or maybe deleted? I don’t know where they are.” Living with her brother, Madeline learned how to be content with herself and her thoughts often without Wifi or cellular service, something some people never learn. She can live on her own and appreciate people’s company but doesn’t need it because this experience fostered independence. Because the siblings had to share a room on this traveling home, Madeline describes it as “actually it is the closest I’ve been with my brother. He and I were kinda like we know we knew we only had each other that year. Like any friends that we met, we were going to be friends for like 5 days until their boat sailed away.”\nMaybe Madeline doesn’t pull this boathouse experience out everytime she needs a fun fact because it’s not really in that category. Living on a boat with her family molded her into the amazing person I know today. It made her so close to her family and showed her how to maintain special bonds. The boat brought the whole family together. One of their rituals was to watch Survivor the day after it was released. “The table didn’t have a TV, but we would watch a lot of stuff on the computer like we would watch Survivor every week on the CBS website the day after.” Madeline was so passionate about Survivor and another favorite TV show, Dance Moms, she began a fan page for each. While the Survivor fandom continues as a hobby, Dance Moms inspired Madeline for something bigger. When she returned to Wheaton, IL, that May, she began her dance career, which continues to be a stabilizing force in her life and will remain a lifelong passion. Madeline didn’t just learn about her hobbies on this trip. She learned about people and met many different people. She developed her maturity by hanging out with older and wiser people. “Here is like an island called Farmer Cay which is in the Exuma which is like another island chain under Nassau. And farmers Cay is this point I guess in the middle where there’s no phone service. There’s like no Wi-Fi like no nothing like there were two restaurants on the entire island. One convenience store I think and there is 1 restaurant was right near the anchor where everybody was anchored and like there was Wi-Fi there and for the first few days we were there, I was glued to my iPad. Yeah, I met like our friends who I was talking about earlier like the three couples that we had met, yeah. Island and then one other couple we also met there and. We all just like to sit at the bar all day. And like I was this 13 year old at this point, and you know, I think I said 12. And we were all just sitting at the bar and like to sit at the table and like I would eat French fries and everything else. Adults would drink their Bahama drinks and there was a lot of camaraderie, so it just came to the point where I didn’t want to be on my iPad anymore, ’cause I was having fun with my adult friends. I think that’s a part of why I’m as mature as I am today, because I spent a year only talking to adults, so I came back here after really 8th grade. It was like why is everybody so petty? like I realized how petty like the middle school drama was. OK. So I said about my adult friend. But yeah, it’s like it’s like practicing talking to adults.” Madeline is self aware but doesn’t look down on others. She was exposed to all different types of people and made friends with all of them. Madeline learned a lot of life lessons while living on a 42-foot long boat, but one the most valuable was her genuine kindness towards strangers.\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-29T20:34:51-04:00",
    "input_file": "boat-place-feature.utf8.md"
  },
  {
    "path": "posts/2021-04-29-a-response-to-the-1619-project/",
    "title": "A response to the 1619 Project",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Cam",
        "url": "https://example.com/welcome"
      }
    ],
    "date": "2021-04-29",
    "categories": [],
    "contents": "\nThe white colonial printer’s version of independence was the freedom to express ideas contrary to those in Britain and those in power in America. While the 18th century black American’s version of independence was to live without the cruelties and constraints of a racial caste and for their human rights to be recognized. Nikole Hannah-Jones describes her family’s experience with slavery, the Jim Crow era and instutuional racism in “The 1619 Project.” This article displays for the majority of Black American’s independence means not having their ambition stunted by the color of their skin and having equal rights to those who have been given opportunities based on their lighter skin color. Hannah-Jones describes when she taught in school that “we [black Americas] had contributed little to this great nation.” Independence for black Americans means the acknowledgment of the truth that they contributed immensely to this nation, the truth that they are not subordinate to white Americans and the truth that “The United States is a nation founded on both an ideal and a lie.” Colonial printer’s in the 18th century saw independence as the ability to print and distribute ideas that were oppositional to politicians and rulers without harmful repercussions. It is hard to appreciate the 18th century American printer’s fight for their notion of independence and freedom of speech when they chose not to represent so many voices. However, it is easy to look back from my 2021 perspective and be confident in what I would have done in the 18th century and perhaps without the colonial printer’s fight for their version of independence it may not have been possible to fight for black American’s version of indepence of today (which is not complete independence, but that’s not the point of this blog post).\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-29T20:37:27-04:00",
    "input_file": "a-response-to-the-1619-project.utf8.md"
  },
  {
    "path": "posts/2021-04-29-response-to-1999-soldiers-without-swords/",
    "title": "Response to 1999 Soldiers Without Swords",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Cam",
        "url": "https://example.com/welcome"
      }
    ],
    "date": "2021-04-29",
    "categories": [],
    "contents": "\nOf everything you saw in the 1999 PBS documentary “Soldiers Without Swords,” what surprised you the most about the history of the Black press in America? Please write a 250 word blog post – referring specifically to The California Eagle, The Chicago Defender, or the Pittsburgh Courier, and comment on the posts of two of your classmates.\nOne aspect of Black journalism I was surprised about was how it mobilized people to move to different areas of the United States. In the 1999 documentary “Soldier Without Swords,” it’s pointed out that “The California Eagle was a dynamic force for social change for African Americans in California. First, it really recruited African Americans to Los Angeles. It told people how to get jobs, it told people how to get housing, it helped people actually settle in Los Angeles and make it a community.” A bit later in history and the documentary, it mentions how Robert S. Abbott at The Chicago Defender was inspiring people to move North. I was surprised by the “sense of faith that comes in part from reading the chicago defender.” I look to newspapers more for information but the information that Robert S. Abbott was writing was inspirational to the black population in America at that time. People were writing to him about how they were moving North because of his words and they were inspired to migrate for a better life. Another aspect of Black journalism I learned was how they wrote about stereotypes in the media, particularly movies. I learned that The California Eagle did something I didn’t think had come about until much later years. Charlotta Bass, in response to The Birth of a Nation, wrote “we of the Eagle pioneered in an important field of social struggle, the struggle to make the film industry responsible morally for the content of its products: the struggle to lift higher artistic standards in the entertainment world, standards reflecting a sense of social duty and propriety rather than prejudge and vainglory.” Robert S. Abbott expanded upon this idea in the The Chicago Defender, when he writes about how the black press “gave them an opportunity to establish their own image, their own identity, and to tell each other what they thought of themselves, separate from that mainstream.”\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-29T20:40:40-04:00",
    "input_file": "response-to-1999-soldiers-without-swords.utf8.md"
  },
  {
    "path": "posts/2021-04-29-response-to-documentary-expression-in-thirties-america/",
    "title": "Response to Documentary Expression in Thirties America",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Cam",
        "url": "https://example.com/welcome"
      }
    ],
    "date": "2021-04-29",
    "categories": [],
    "contents": "\nPlease read the first 140 pages of Documentary Expression in Thirties America. Find one thing that has personal meaning for you – maybe it is re-thinking the meaning of a book or movie like “The Grapes of Wrath,” maybe it is seeing a WPA mural in your hometown with new eyes, maybe it is a new way of thinking about the meaning of the New Deal, maybe it is a conversation with one of your grandparents. Write a 250 blog post on this thing that you have learned about the Great Depression and documentary expression in the 1930s, and comment on the posts of two of your colleagues. Be prepared to discuss in class. Due before class on Thursday.\nMy mom’s father was born on September 9, 1929. He was 1 month and 20 days old when the market crashed. His family was severely affected by the Great Depression. William Scott writes, “But to read a human document thus overlooks what is unique and primary: the glimpse it offers of an inner existence, a private self” (7). One can read my grandfather’s birth certificate and know his age but nothing definitive of his life. The Great Depression extremely affected the way he lived his life. Unfortunately, he passed a couple years before I was born but my mother recounts how living through the Depression made him appreciate things because he used to say, “I had to sleep in a chair in his family’s one bedroom apartment. But he felt bad for his brother who he claimed, “had to sleep in a drawer instead of a crib.” They never had their own bedroom while they were kids. This appreciation for things was lifelong as exemplified later in his life when my mother pointed out that his sweater had a hole in it and he replied “99% of the sweater is still good.”\nThrough the “Documentary Expression and Thirties America” reading I learned firstly that my grandpa was most likely influenced by the documentary style in this time period to tell her daughter about his upbringing in such a way. The author describes how people would often tell “stories and [tell] them with such simple and blunt directness that they made many a citizen wince” and my grandpa’s recollections certainly do illicit that response (11).\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-29T20:42:27-04:00",
    "input_file": "response-to-documentary-expression-in-thirties-america.utf8.md"
  },
  {
    "path": "posts/2021-04-29-response-to-from-dispatches-by-michael-herr/",
    "title": "Response to From Dispatches by Michael Herr",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Cam",
        "url": "https://example.com/welcome"
      }
    ],
    "date": "2021-04-29",
    "categories": [],
    "contents": "\nPlease write a 250-word blog post commenting on how Herr does or does not illustrate what Schudson described as the new attitude towards “objectivity” that came about partly as a result of the war in Vietnam. Due by class time on Tuesday. Please also comment on the posts of two of your classmates.\nSchudson writes, “in the 1960s “objectivity became a term of abuse. In the thirties, critics who had attacked objectivity favored interpretative reporting as a way of maintaining professional standing in a world which had outgrown the blunt approach of “just getting the facts.” But in the sixties, the goal of professionalism itself has become suspect” (160). Herr writes in From Dispatches with a tone of factual reporting and reflects the characteristics of the new “objectivity” Schudson describes. Schudson describes one of the characteristics of the new objectivity as being the conflict “between the institutional responsibilities of powerful newspapers and the individual bravado of younger airports. Not least, the journal story was itself a part of the set: in the sixties, as never before, news writing was itself a topic for news coverage” (161). Herr writes about how he covered the Vietnam war in his reporting, when he discusses how he moved from place to place in helicopters. Herr describes how “in the months after I got back the hundreds of helicopters, I’d flown in begna to draw together until they’d formed a collective meta-chopper, and in my mind it was the sexiest thing going” (497). Another characteristic Schudson describes is the comparison of “in the past, the resentment of young reporters against editors was occasioned only by a conflict of interests on the job. It was not connected to broader political currents, and it did not express itself in a political idiom. In the sixties, however, the generational rebellion was part of a general cultural crisis” (162). Herr conveys not “just the facts” but as he has interpreted as the emotions of the soldiers in Vietnam. He also doesn’t seem to clarify with those soldiers how they’re feeling but writes expressively about how he assumes they must be feeling. One example is when he interacted with a marine at dinner and the marine references disappointment with dinner but Herr went on to describe how “he had one of those faces, I saw that face at least a thousand times at a hundred bases and camps, all the youth sucked out of the eyes, the color drawn from the skin, cold white lips, you knew he wouldn’t wait for any of it to come back. Life had made him old, he’d live it out old.” (502 From Dispatches Michael Herr). Herr’s description of this seasoned and torn apart young marine is a political statement in accordance with the anti-war sentiment at that time.\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-29T20:43:46-04:00",
    "input_file": "response-to-from-dispatches-by-michael-herr.utf8.md"
  },
  {
    "path": "posts/2021-04-29-experience/",
    "title": "Experience",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Cam",
        "url": "https://example.com/welcome"
      }
    ],
    "date": "2021-04-29",
    "categories": [],
    "contents": "\nRELEVANT EXPERIENCE\nManier Laboratory at GWU\nWashington DC\nLaboratory Assistant\nSeptember 2018 - Current\nAssist in research focusing on selective forces driving evolution of Drosophila sperm morphology to better understand the functional, genetic and developmental processes that generate extreme variation in sperm and SR protein length. Aided in the phenotyping of over 300 DSPR lines and experimentally-raised sperm and SR to identify variations. Breed and maintain stocks to control generation times; aid in light microscopy, dissected reproductive tracts of Drosophila. With help of mentor, designed, proposed, conducted, interpreted, and summarized scientific research.\nSummer Research Fellowship\nJune 2019 – August 2019\nThis fellowship was funded by the National Science Foundation grant. Under the supervision of Professor Mollie Manier I worked on a reexamination of the evolution of the female sperm storage organ and epigenetics in alcohol tolerance in Drosophila. Communicated findings using graphs and scientific writing to colleagues and lay audiences in a poster presented in Fall 2019 at the Harlan Poster Presentation. Virtually presented Poster at Genetics Society of America 2020 The Allied Genetics Conference.\nHarlan Summer Research Fellowship\nMay 2020 - August 2020\nCompleted a comprehensive literature review to find more remating rates, SR and sperm length data for more Drosophila species to measure the strength of sexual selection. Collaborated with researchers at other academic institutions to convert supplemental data to a streamlined measurement. Collaborated with professors at other academic institutions to analyze morphological traits and phylogenetic history. Converted remating rates to a standard metric for streamlined comparisons and analysis.\nLuther Rice Research Fellowship\nSeptember 2020 - May 2021\nReared multiple species of Drosophila using laboratory instruments including incubators and autoclaves. Carried out a molecular phylogenetic analysis across 51 species using R, MAFFT, and RAxML on Cipres. Worked with large data sets in R to quantify microevolution in 51 Drosophila species. In the process of writing a scientific paper summarizing experimental results.\nADDITIONAL EXPERIENCE\nFor The Love of Children\nAdams Morgan, DC Tutor\nSeptember 2017 - May 2018\nAided 4th and 7th graders in identifying current skill levels and filling the knowledge gaps. Mentored a student struggling with math through a foundational approach to tutoring.\nPhysics Department at GWU\nWashington DC\nUndergraduate Learning Assistant\nSeptember 2019- May 2020\nFacilitated discussion and solved problems in General Physics 1. Guided students on homework and class material in office hours.\nACTIVITIES\nGWU CHAARG (Changing Health, Attitudes and Actions to Recreate Girls)\nWashington, DC\nSecretary, Small Group Coordinator, Affinity Coordinator\nMay 2017 - May 2020\nAssist Ambassador and Executive Team to lead a group of over 160 women in an effective and engaging manner; record and disseminate meeting minutes.\nCreate leadership documents to manage attendance for 2-3 activities a week and created a monthly membership report synthesizing this data. Participated in CHAARG Strong, a national program that helps to grow and develop leaders. Pi Beta Phi Fraternity DC Alpha Chapter Active Member and Assistant Administrative Chair September 2018 - Current Actively attend Pi Beta Phi events and meetings. Participate in philanthropy efforts for Reading Partners, Lead Read Achieve and The Pi Beta Phi Foundation. Organize and facilitate chapter excuses.\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-29T20:55:41-04:00",
    "input_file": "experience.utf8.md"
  },
  {
    "path": "posts/2021-04-26-skills/",
    "title": "skills",
    "description": "An overview of my professional skills.",
    "author": [
      {
        "name": "Cam",
        "url": "https://example.com/welcome"
      }
    ],
    "date": "2021-04-26",
    "categories": [],
    "contents": "\nThe George Washington University (GWU) Washington, DC\nBachelor of Science Major in Biology, Minor in Mass Communication and Journalism Expected Graduation:May 2021 Relevant coursework: Feature Writing, Narrative Journalism, Media in a Digital Age (Data Journalism) The George Washington University (GWU) Washington, DC Master of Science in Biological Sciences Expected Graduation:May 2022\nSkills/Certifications: Microsoft Word, PowerPoint, Prezi, MailChimp, EventBrite; NREMT, Proficient in R Studio. Molecular Biology Laboratory Skills: Agarose Gel Electrophoresis, Western Blotting, Use of restriction enzymes.\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-29T19:43:49-04:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Cam's Blog",
    "description": "Welcome to my new blog, Cam's Blog!",
    "author": [
      {
        "name": "Cam",
        "url": "https://digitalmediacamsblog.netlify.app"
      }
    ],
    "date": "2021-04-19",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-29T20:16:22-04:00",
    "input_file": {}
  }
]
